benchmarks/raw/SFF/large_c1_t5.txt
Running 30s test @ http://localhost:8080/test/large.bin
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.27ms  361.40us  19.63ms   96.96%
    Req/Sec   744.54     47.81     0.87k    81.06%
  Latency Distribution
     50%    1.23ms
     75%    1.34ms
     90%    1.45ms
     99%    1.84ms
  22304 requests in 30.10s, 21.78GB read
Requests/sec:    740.98
Transfer/sec:    741.07MB