benchmarks/raw/SFF/small_c100_t5.txt
Running 30s test @ http://localhost:8080/test/small.bin
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.89ms    1.12ms  33.09ms   86.00%
    Req/Sec    12.31k     1.42k   18.90k    84.67%
  Latency Distribution
     50%    3.80ms
     75%    4.21ms
     90%    4.74ms
     99%    7.82ms
  735095 requests in 30.03s, 2.87GB read
Requests/sec:  24478.93
Transfer/sec:     97.96MB